<template>
  <div class="userAgreement">
    <div class="foot-link-page layout">
      <h1 class="foot-link-title">自由意志用户协议</h1>

      <div class="deal-box font-size-16 deal-box-zh">

        <p>本网站由上海数炫股份有限公司负责运营（下称“平台”或“本网站”）。在您注册成为本网站用户前请务必仔细阅读以下条款。若您一旦注册，则表示您同意接受本网站的服务并受以下条款的约束。若您不接受以下条款，请您立即停止注册或主动停止使用本网站的服务。</p>

        <p>根据相关法律规定，投资人年龄必须年满18周岁具有完全民事行为能力人。</p>

        <p class="title">1.您的权利与义务：</p>

        <p class="title">1.1您的权利 </p>

        <p>(1）您有权选择是否成为平台会员。</p>
        <p>(2）您有权修改其个人账户中各项可修改信息，自行决定是否提供非必填项的内容。</p>
        <p>(3）您有权参加平台组织提供的各项线上、线下活动。</p>
        <p>(4）您对于平台或本网站提供的相关服务、信息、应用有合法的使用权利。</p>
        <p>(5）您有权根据平台站规定，享受平台提供的其它各类服务。</p>

        <p class="title">1.2您的义务</p>

        <p>(1）您保证提交给平台或本网站的所有资料均真实、合法、完整，因所提交资料的瑕疵而产生的一切法律责任，由您承担。</p>

        <p>(2）您保证已阅读和理解平台或本网站的转让规则、管理制度并对其他相关文件有妥善保管的义务。</p>

        <p>(3）您保证在平台或本网站平台上投资资金的来源合法。</p>

        <p>(4）您必须妥善保管在平台或本网站转让平台上的账号、密码、手机号码、邮箱、证件号码等个人信息，自由意志平台视用户账号即用户本人，因泄露、保管不善使上述个人资讯泄露而导致的风险及损失由您承担。</p>

        <p>(5）您须到平台或本网站指定的官方网站登录个人账户，下载软件，不得通过其他链接进行登录及下载。因您通过其他网站提供的链接登录个人账户、下载转让软件而产生的一切风险及责任，由您承担。</p>

        <p>(6）您对自己发出的转让指令完全负责，您无权要求平台或本网站撤销已经成交的指令。 </p>

        <p>(7）您必须遵守平台或本网站对所提供服务的相关规则和收费标准，平台或本网站对相关服务规则和收费标准进行变更的，只需按本协议规定在网站上进行公告即对您生效，无需单独通知您，您对此无异议。</p>

        <p>(8）您申请成为平台或本网站投资人会员时所提交的资料等注册资讯如有更改，应按照平台或本网站规定，及时在平台或本网站或平台或本网站营业场所进行变更。</p>

        <p>(9）平台或本网站可根据业务发展的需要，对提供给您的服务内容进行增加、调整或停止，并自行判断是否需您的办理确认手续，您对此无异议，并配合完成。 </p>

        <p>(10）您应按照平台或本网站转让规则进行转让，不得诋毁平台或本网站声誉以及恶意攻击平台或本网站及网络转让系统。</p>

        <p>(11）因平台或本网站的系统出现故障、错账等原因而导致您获得不当得利，您同意平台或本网站从其账户扣划或追赎不当得利及其利息。</p>

        <p>(12）您须按照平台或本网站规定缴纳转让佣金及其他相关费用。</p>
        <p>(13）不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本站制作、复制和传播下列信息：</p>
        <p><span class="block-circle"></span>实施洗钱等金融犯罪的；</p>
        <p><span class="block-circle"></span>煽动抗拒、破坏宪法和法律、行政法规实施的；</p>
        <p><span class="block-circle"></span>煽动颠覆国家政权，推翻社会主义制度的；</p>
        <p><span class="block-circle"></span>煽动分裂国家、破坏国家统一的；</p>
        <p><span class="block-circle"></span>煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p><span class="block-circle"></span>捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>
        <p><span class="block-circle"></span>宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>
        <p><span class="block-circle"></span>公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>
        <p><span class="block-circle"></span>损害国家机关信誉的；</p>
        <p><span class="block-circle"></span>进行商业广告行为的；</p>
        <p><span class="block-circle"></span>其他违反宪法和法律行政法规的。</p>
        <p>(14）用户不得通过任何手段恶意注册平台站账号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户账号。</p>
        <p>(15）禁止用户将平台以任何形式作为从事各种非法活动的场所、平台或媒介。未经平台的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将平台作为从事商业活动的场所、平台或媒介。</p>
        <p>(16）用户在平台以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且平台因此受到的损失，有权向用户追偿。</p>
        <p>(17）如用户违反上述规定，则平台有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户账号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</p>

        <p class="title">2.平台或本网站权利与义务：</p>

        <p class="title">2.1平台或本网站权利</p>

        <p>(1）平台或本网站有权根据对投资人会员的要求以及您的个人资产、信用等情况，做出是否同意您的申请的决定。</p>

        <p>(2）平台或本网站有权对所提供的服务内容、收费标准、会员管理制度、转让规则等规定进行调整，有权对官方网站及转让软件进行升级、优化。上述资讯在官方网站或营业场所进行公布时即对您发生效力，并不需事先告知您。</p>
        <p>(3）平台或本网站根据业务发展需要，可对提供给您的服务内容进行增加、调整或停止，并可自行判断是否需要您的办理确认手续。如需要，平台或本网站可通过电话、短信、邮件、官方网站公布等途径告知您。如不需要，平台或本网站可自行办理该事宜。</p>
        <p>(4）发生下列情况时，平台或本网站可冻结您的账户，并有权根据实际情况做出冻结您账户、移交司法部门等决定，以保障平台或本网站的合法权利。</p>
        <p><span class="block-circle"></span>您提交的资料存在虚假、重大遗漏或重大隐瞒，严重违反平台或本网站的管理制度、转让制度等；</p>
        <p><span class="block-circle"></span>您利用平台或本网站从事非法活动；</p>
        <p><span class="block-circle"></span>您在平台或本网站的投资资金来源非法；</p>
        <p><span class="block-circle"></span>您诋毁平台或本网站声誉，或恶意攻击平台或本网站及相关软件等；</p>
        <p><span class="block-circle"></span>您不按照平台或本网站的规定，恶意操作，损害或威胁平台或本网站及其他人的合法利益的；</p>
        <p><span class="block-circle"></span>其他违反法律，法规，平台或本网站转让制度、管理制度，对平台或本网站及其他人的合法利益造成损害的行为。</p>
        <p>(5）对于通过您的账户、密码而发出的转让指令，全部视为您的发出。平台或本网站按照上述转让指令行事，产生的一切结果均由您承担。</p>
        <p>(6）平台或本网站因下列行为未能及时、正确的执行您的转让指令时，平台或本网站不承担任何责任：</p>
        <p><span class="block-circle"></span>任何原因造成的您的转让指令资讯不明、不完整等情况；</p>
        <p><span class="block-circle"></span>您的账户存在被冻结、被平仓等强制措施；</p>
        <p><span class="block-circle"></span>您的账户资金不足，或投资资金来源非法；</p>
        <p><span class="block-circle"></span>您的转让指令出于任何非法目的；</p>
        <p><span class="block-circle"></span>您未按照平台或本网站规定正确操作；</p>
        <p><span class="block-circle"></span>不可抗力、网络攻击或病毒攻击、系统故障、通讯设施故障、电力设施故障或其他不可归责于平台或本网站的情况。</p>
        <p>(7）因您所投资的标的物本身的任何问题而导致的您的风险和损失，平台或本网站不承担任何责任。</p>
        <p class="title">2.2平台或本网站义务</p>
        <p>(1）在条件相同时，平台或本网站须平等地为每一位投资人会员提供服务。</p>
        <p>(2）在系统及您的转让指令均不存在异常时，平台或本网站应准确、及时的执行您的转让指令。</p>
        <p>(3）对于您提出的与您的投资人会员服务相关的咨询，平台或本网站应认真、及时的做出解答。</p>
        <p>(4）平台或本网站应认真维护官方网站和相关软件的安全及稳定运作。</p>
        <p>(5）平台或本网站可在法律许可、监管部门要求及您的同意的范围内使用您的资料及账户转让记录。平台或本网站需对您的资料和账户转让记录尽保密义务，但法律另有规定或监管部门另有要求的除外。</p>
        <p class="title">3.纠纷解决条款：</p>
        <p>(1）本协议适用中华人民共和国相关法律。</p>
        <p>(2）协议中未尽事宜，参照相关法律、平台或本网站业务规定或业内通行的惯例解决。</p>
        <p>(3）如因执行本协议发生纠纷，双方应进行协商。协商不成的，可向平台或本网站所在地有管辖权的法院提起诉讼。</p>
        <p class="title">4.协议的变更或终止：</p>
        <p>(1）平台或本网站通过官方网站或其他途径发布的与本协议相关的公告，为本协议不可分割的一部分，如公告与本协议有冲突之处，以公告内容为准。</p>
        <p>(2）因您的申请,平台或本网站撤销或其他原因导致的您的投资人会员资格被注销后，本协定终止。</p>
        <p>(3）在您的违法、不正当操作或者存在其他违反法律、法规、本协议或平台或本网站相关业务规定的情况下，平台或本网站可单方面中止或终止本协议。在本协议中止或终止后，您之前发出的转让指令仍然有效，平台或本网站根据该转让指令行事的后果由您承担。</p>
        <p>(4）本协议任何条款因任何原因被确认无效，均不影响其他条款的效力。</p>
        <p>(5）您应认真阅读本协议,并自愿接受本协议约束。</p>
        <p class="title">5.其他:</p>
        <p>(1）本协议自您同意勾选并成功注册为本网站用户之日起生效，除非本网站终止本协议或者您丧失本网站用户资格，否则本协议始终有效。本协议终止并不免除您根据本协议或其他有关协议、规则所应承担的义务和责任。</p>
        <p>(2）本网站对于您的违约行为放弃行使本协议规定的权利的，不得视为其对用户的其他违约行为放弃主张本协议项下的权利。</p>
        <p>(3）对于本网站所发布的测试版或体验版的产品，在测试或体验过程中，本网站有权随时根据测试或体验情况对有关产品及规则进行优化、修改、调整及暂停或终止相关操作等。上述情形可能会给您的操作带来一定的不便，您对测试版或体验版产品的投资、转让等操作，视为您已知晓并接受该等不便。</p>
        <p>(4）本网站对本协议拥有最终的解释权。本协议及本网站有关页面的相关名词可互相引用参照，如有不同理解，则以本协议条款为准。此外，若本协议的部分条款被认定为无效或者无法实施时，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的条款所取代，在此情况下，本协议中的其他条款仍然有效。</p>
        <p class="title">特别提示:</p>
        <p class="margin-bottom-40">本网站特别提醒：请认真阅读本协议的所有条款，充分理解本协议条款的法律内容，特别是涉及到有关本网站责任免除、减轻及限制会员权利的条款。如果您对条款内容有任何疑惑或不理解之处，请立即联系本网站的客服人员进行详细咨询。但不论您是否充分理解本协议条款，只要您选择注册本网站，则本协议即对您产生约束力，届时您不能以未阅读本协议的内容或未获得本网站对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
      </div>
    </div>
  </div>
</template>
<style scoped>
  .foot-link-page{
    background-color: #fff;
    margin:1.667rem auto;
    padding: 1.667rem 0;
  }
  .foot-link-title{
    margin: 2.5rem 0;
    font-weight: normal;
    text-align: center;
    font-size:2.75rem;
  }
  .deal-box{
    padding: 0 2.916rem;
    line-height: 2.333rem;
    font-size: 1.333rem;
  }
  .deal-box p{
    text-indent: 2rem;
    margin-bottom: 0.833rem;
  }
  .title{
    font-weight: bold;
  }
  .block-circle{
    display: inline-block;
    width: 0.667rem;
    height: 0.667rem;
    border-radius: 50% !important;
    background: #333;
    margin-right: 0.4167rem;
  }
</style>
